Revit 2024 API
UnitTypeId.Kilowatts Property
 Kilowatts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kilowatts { get; }
Visual Basic
Public Shared ReadOnly Property Kilowatts As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kilowatts {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace